autoconf
autojump
automake
brightnessctl
build-essential
dunst
fonts-font-awesome 
fzf
grim
i3blocks
libgstreamer-plugins-base1.0-dev 
libgstreamer1.0-dev
libncurses5-dev
libpam0g-dev
libssl-dev
libx11-dev
libxcb-xkb-dev
libxrandr-dev
ncmpcpp
pkg-config
qutebrowser
ranger
redshift
silversearcher-ag
sway
swayidle
vim
wofi 
