hyprcursor
hyprgraphics
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprsunset
hyprutils
hyprwayland-scanner
wlogout

swaync
python-pywal

cmake
meson
cpio
pkg-config
gcc

