alacritty
autojump
automake
bat
brightnessctl
build-essential
cmake
dunst
fontconfig
fonts-font-awesome 
fzf
git
grim
grimshot
i3blocks
libgstreamer-plugins-base1.0-dev 
libgstreamer1.0-dev
libncurses5-dev
libpam0g-dev
libssl-dev
libnotify
libx11-dev
libxcb-xkb-dev
libxrandr-dev
make
pkg-config
python3
ranger
redshift
rofi
silversearcher-ag
the_silver_searcher
slurp
stow
sway
swayidle
swaync
vim
wofi
wl-clipboard

# Emacs dependencies
build-essential
libgif-dev
libgnutls28-dev
libgpm-dev
libgtk-3-dev
libjpeg-dev
libpng-dev
libtiff-dev
libx11-xcb-dev
libxcb1-dev
libxext-dev
libxft-dev
libxmu-dev
libxpm-dev
libxrender-dev
libxt-dev
ripgrep
stow
texinfo
unzip
