alacritty
autojump
automake
bat
brightnessctl
build-essential
cmake
dunst
fontconfig
fonts-font-awesome 
fzf
grim
grimshot
i3blocks
libgstreamer-plugins-base1.0-dev 
libgstreamer1.0-dev
libncurses5-dev
libpam0g-dev
libssl-dev
libx11-dev
libxcb-xkb-dev
libxrandr-dev
make
pkg-config
python3
ranger
redshift
rofi
silversearcher-ag
slurp
stow
sway
swayidle
vim
wofi 
